Repository: yaacov/django-mro
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he_il

source: contact
he_il: אנשי קשר

source: warehouse
he_il: מחסן

source: system
he_il: ציוד

source: systemtype
he_il: סוג ציוד

source: order
he_il: פקודה

source: report
he_il: דוח

source: Submit
he_il: שמור

source: Delete contact
he_il: מחק נותן שרות

source: Delete business
he_il: מחק עסק

source: Name
he_il: שם

source: Description
he_il: תאור

source: Image
he_il: תמונה

source: Department
he_il: מערכת

source: Departments
he_il: מערכות

source: First Name
he_il: שם פרטי ושם משפחה

source: Last Name
he_il: שם העסק

source: Phone
he_il: טלפון

source: Cell Phone
he_il: נייד

source: Address
he_il: כתובת

source: Email
he_il: דוא"ל

source: Employee
he_il: עובד/קבלן

source: Employees
he_il: עובד/קבלן

source: Contact person
he_il: איש קשר

source: Fax
he_il: פקס

source: Business
he_il: עסק

source: Businesses
he_il: עסקים

source: Cell phone
he_il: נייד

source: department
he_il: מערכת

source: employees
he_il: עובד/קבלן

source: business
he_il: עסק

source: add
he_il: הוסף

source: Contacts
he_il: אנשי קשר

source: Manage suppliers and employees. Add and edit contact information for suppliers and employees.
he_il: ניהול אנשי קשר. הוסף וערוך פרטי קשר של נותני שרות, קבלנים ועובדים.

source: Manage employees contact information. Add and edit employees.
he_il: ניהול פרטי קשר . הוסף וערוך פרטי קשר של נותני שרות, קבלנים ועובדים.

source: Manage business contact information. Add and edit Businesses.
he_il: ניהול פרטי קשר . הוסף וערוך פרטי קשר של עסקים.

source: Manage departments. Edit and add departments information.
he_il: ערוך מערכות, הוסף וערוך מערכות.

source: Database updated.
he_il: בסיס הנתונים עודכן

source: Error updating database.
he_il: בעיה בעידכון בסיס הנתונים

source: All
he_il: הכל

source: Employees contact information list
he_il: עובד/קבלן

source: Manage employee contact information.
he_il: ערוך פרטי קשר של נותן שרות

source: Businesses contact information list
he_il: רשימת פרטי קשר לעסקים

source: Manage business contact information.
he_il: נהל פרטי קשר של עסקים

source: Submit and continue to edit
he_il: שמור והמשך לערוך

source: Back
he_il: חזור

source: Add
he_il: הוסף

source: Contract number
he_il: קבלן / מספר חוזה

source: Include parts
he_il: כולל חלפים

source: Start date
he_il: תאריך תחילה

source: End date
he_il: תאריך סיום

source: Documents
he_il: מסמכים

source: Contract
he_il: חוזה

source: Contracts
he_il: חוזים

source: Document title
he_il: כותרת המסמך

source: Document description
he_il: תאור המסמך

source: Created date
he_il: נוצר בתאריך

source: Document
he_il: מסמך

source: Contract Document
he_il: מסמך הקשור לחוזה

source: Contract Documents
he_il: מסמכים הקשורים לחוזה

source: contract
he_il: חוזה

source: delete
he_il: מחק

source: Manage contract for maintenance, edit and add systems and contract for maintenance.
he_il: נהל חוזי אחזקה, ערוך והוסף חוזים עבור אחזקה.

source: Contract list
he_il: רשימת חוזים

source: Manage contracts for maintenance, edit and add contracts for maintenance.
he_il: נהל חוזי אחזקה, ערוך והוסף חוזי אחזקה.

source: Edit Contract information.
he_il: ערוך חוזים

source: Delete this contract
he_il: מחק חוזה

source: Delete this system
he_il: מחק את הציוד

source: Work start time
he_il: עבודה החלה בשעה

source: Work end time
he_il: עבודה הסתיימה בשעה

source: Department and System
he_il: מערכת וציוד

source: Work state
he_il: מצב עבודה

source: Select work state
he_il: בחר מצב עבודה

source: Waiting for assignment
he_il: ממתין למסירה לעובד/קבלן

source: Assigned
he_il: נמסר לעובד/קבלן

source: Completed
he_il: עבודה הושלמה

source: Canceled
he_il: עבודה מבוטלת

source: Department/System
he_il: מערכת וציוד

source: System
he_il: ציוד

source: Select employee
he_il: בחר עובד/קבלן

source: Action
he_il: פעולה

source: Select action
he_il: בחר פעולה

source: Assign to employee
he_il: שבץ עובד/קבלן

source: Work completed
he_il: עבודה הושלמה

source: Cancel assignment
he_il: בטל שיבוץ לעובד/קבלן

source: Cancel work order
he_il: בטל פקודות אחזקה

source: Work number
he_il: מספר עבודה

source: Maintenance
he_il: תחזוקה

source: Work hours
he_il: שעות עבודה

source: Priority
he_il: דחיפות

source: Contract include parts
he_il: החוזה כולל חלפים

source: Assign to Employee
he_il: מטופל ע"י עובד/קבלן

source: Created at date
he_il: דווח בתאריך

source: Assigned at date
he_il: נמסר לעובד/קבלן בתאריך

source: Completed at date
he_il: בוצע בתאריך

source: Work description
he_il: תאור העבודה

source: Special notes
he_il: הערות

source: Order item
he_il: פריטים / חומרים

source: Work hours estimate differential
he_il: חריגת זמן

source: Completed month
he_il: הושלם בחודש

source: Completed year
he_il: הושלם בשנה

source: Order
he_il: פקודה

source: Orders
he_il: פקודות

source: Item
he_il: פריט

source: Ordered on date
he_il: הוזמן בתאריך

source: Issued on date
he_il: נופק בתאריך

source: Amount
he_il: כמות

source: Order Item
he_il: פריט / חומר בפקודת אחזקה

source: Order Items
he_il: פריטים / חומרים עבור פקודת אחזקה

source: Order Document
he_il: מסמך הקשור לפקודת אחזקה

source: Order Documents
he_il: מסמכים הקשורים לפקודת האחזקה

source: Fracture
he_il: אחזקת שבר

source: Order type
he_il: סוג עבודה

source: Work type
he_il: סוג עבודה

source: System Name
he_il: שם הציוד

source: Hourly
he_il: טיפול שעתי

source: Daily
he_il: טיפול יומי

source: Weekly
he_il: טיפול שבועי

source: Monthly
he_il: טיפול חודשי

source: Yearly
he_il: טיפול שנתי

source: Issue maintenance work order
he_il: צור פקודת אחזקה שוטפת

source: Maintenance Instruction
he_il: הוראות תחזוקה

source: issue
he_il: צור

source: assign
he_il: שבץ

source: print
he_il: הדפס

source: table
he_il: טבלה

source: orders
he_il: פקודות

source: Work Orders
he_il: פקודות אחזקה

source: Manage work orders, display and assigne maintenance work orders.
he_il: נהל פקודות אחזקה, הצגה ושיבוץ של פקודות אחזקה.

source: Assing work orders to employees
he_il: שבץ פקודות אחזקה לעובד/קבלן

source: Manage work orders, assigne work orders to employees.
he_il: נהל פקודות אחזקה, שבץ פקודות אחזקה לעובד/קבלן.

source: Print work orders for employees
he_il: הדפס פקודות אחזקה עבור עובד/קבלן

source: Print work orders, print work orders assined to employees.
he_il: הדפס פקודות אחזקה, הדפס את פקודות האחזקה המשוייכות לעובד/קבלן.

source: View work order status
he_il: חפש פקודות אחזקה

source: View work orders, get status of work orders.
he_il: חפש והצג פקודות אחזקה לפי חתכים.

source: Issue new work orders
he_il: צור פקודות אחזקה חדשות (אחזקת שבר)

source: Issue new work orders. Create and edit new maintenance work orders.
he_il: נהל פקודות אחזקה, יצירה וניהול של פקודות אחזקה חדשות לפי מערכת וציוד.

source: Work orders
he_il: פקודות אחזקה

source: Select department
he_il: בחר מערכת

source: Issue new work orders for: %(department)s - %(name)s
he_il: צור פקודות אחזקה חדשות עבור הציוד: %(department)s - %(name)s

source: Issue and edit new work orders for: %(department)s - %(name)s
he_il: צור וערוך פקודות אחזקה חדשרות עבור הציוד: %(department)s - %(name)s

source: Work order for: %(department)s - %(name)s
he_il: פקודת אחזקה עבור הציוד: %(department)s - %(name)s

source: Edit work order for: %(department)s - %(name)s
he_il: ערוך פקודת אחזקה עבור: %(name)s - %(department)s

source: All work orders
he_il: כל פקודות האחזקה

source: Display all the work orders, search by wrok state, system and work description.
he_il: הצג את כל פקודות האחזקה. מיין לפי מצב העבודה, הציוד ותאור העבודה.

source: Work order reports
he_il: דוחות, פקודות אחזקה

source: Display work order Reports, search for order by wrok employee, system and work state.
he_il: הצג דוחות פקודות אחזקה. מיין לפי מצב העבודה, הציוד ותאור העבודה.

source: Search work orders
he_il: מיון פקודות אחזקה

source: Update list
he_il: עדכן רשימה

source: Assign work orders
he_il: שיבוץ פקודות אחזקה

source: Applay action to selected rows
he_il: בצע פעולה

source: Issue new maintenance instructions
he_il: שבץ פקודת אחזקה חדשה עבור הוראות תחזוקה

source: Issue fracture work order
he_il: צור פקודת אחזקת שבר

source: Edit issued work orders
he_il: ערוך פקודות אחזקה קיימות

source: Delete this order
he_il: מחק את פקודת האחזקה

source: Print work orders
he_il: הדפס פקודות אחזקה

source: Show selected work orders
he_il: הצג את פקודות האחזקה שנבחרו

source: Print
he_il: הדפס

source: Print as PDF
he_il: הדפס כ PDF

source: Work instruction -
he_il: הוראת אחזקה -

source: Work instruction - Fracture maintenance
he_il: הוראת אחזקה - אחזקת שבר

source: Work instruction number
he_il: הוראת אחזקה מספר

source: Location
he_il: מיקום

source: Maintenance instractions
he_il: הוראות טיפול ואחזקה

source: Maintenance notes
he_il: הוראות מיוחדות

source: Items for this work
he_il: חלקי חילוף וחומרים נדרשים

source: Assigned to
he_il: מטופל ע"י

source: Date
he_il: תאריך

source: Signiture
he_il: חתימה

source: View work orders
he_il: פקודות אחזקה

source: Issue a new fracture work order
he_il: שבץ פקודת אחזקה חדשה עבור אחזקת שבר

source: Edit issued fracture work orders
he_il: ערוך פקודות אחזקה קיימות עבור אחזקת שבר

source: Work cycle
he_il: מחזור אחזקה

source: warehouse_log
he_il: יומן מחסן

source: system_maintenance
he_il: תחזוקת ציוד

source: system_document
he_il: מסמך ציוד

source: Reports
he_il: דוחות

source: Syetem reports. View and export reports.
he_il: דוחות ציוד. צפה וייצא דוחות ציוד.

source: Warehouse action log report
he_il: דוח יומן פעולות במחסן

source: Display warehouse action logs.
he_il: הצג יומן פעולות במחסן.

source: Maintenance information report
he_il: דוח הוראות אחזקה

source: Display maintenance information for a system.
he_il: הצג הוראות אחזקה לפי ציוד.

source: Maintenance documentation report
he_il: דוח מסמכי תחזוקה

source: Display maintenance documentation for a system.
he_il: הצג מסמכי תחזוקה לפי ציוד.

source: Display maintenance documentation for a system. Chose system.
he_il: הצג מסמכי תחזוקה לפי ציוד. בחר ציוד.

source: Display maintenance information for a system. Chose system.
he_il: הצג הוראות אחזקה לפי ציוד. בחר ציוד.

source: Maintenance documentation - %(name)s
he_il: דוח מסמכי תחזוקה - %(name)s

source: Display maintenance documentation for %(name)s
he_il: הצג מסמכי תחזוקה עבור - %(name)s

source: Maintenance information - %(name)s
he_il: הוראות אחזקה - %(name)s

source: Display maintenance information for %(name)s
he_il: הצג הוראות אחזקה עבור - %(name)s

source: System documents
he_il: מסמכי ציוד

source: Maintenance documents
he_il: מסמכים הקשורים להוראות אחזקה

source: Delete
he_il: מחק

source: Max delay in days
he_il: מספר ימים מירבי להמתנה

source: Serial number
he_il: מספר סידורי

source: Maintenance employee
he_il: מטופל ע"י עובד/קבלן

source: Card number
he_il: כרטסת

source: Check this box if the contract include parts
he_il: סמן את הקופסית במידה והחוזה כולל חלפים

source: System Department
he_il: משוייך למערכת

source: System Image
he_il: תמונת ציוד

source: System Description
he_il: תאור הציוד

source: Installed
he_il: מותקן

source: Last Maintenance Date
he_il: תחזוקה אחרונה

source: Days
he_il: ימים

source: Weeks
he_il: שבועות

source: Months
he_il: חודשים

source: Years
he_il: שנים

source: Once
he_il: חד פעמי

source: One time
he_il: חד פעמי

source: Maintenance type
he_il: סוג טיפול

source: Assign to
he_il: נמסר ל

source: Estimated work hours
he_il: מספר שעות עבודה משוער

source: MaintenanceItem Item
he_il: פריט / חומר לאחזקה

source: Maintenance done every
he_il: התחזוקה תתבצע כל

source: Time periods
he_il: פרקי זמן

source: Counter Command
he_il: כתובת מונה לקריאת נתונים

source: Current Counter Value
he_il: ערך מונה עדכני

source: Last Maintenance Counter Value
he_il: ערך מונה בזמן תחזוקה אחרונה

source: Maintenance Item
he_il: פריט / חומר תחזוקה

source: Maintenance Items
he_il: פריט / חומר תחזוקה

source: System Document
he_il: מסמך ציוד

source: System Documents
he_il: מסמכי ציוד

source: maintenance
he_il: תחזוקה

source: Systems
he_il: ציוד

source: Manage systems for maintenance, edit and add systems and equipment for maintenance.
he_il: ניהול ציוד הזקוק לאחזקה, עדכן והוסף פרטי ציוד הזקוק לאחזקה.

source: System list
he_il: רשימת ציוד

source: System maintenance information
he_il: ערוך הוראות תחזוקה עבור ציוד

source: Edit system information.
he_il: ערוך פרטי ציוד

source: Maintenanace instruction information, %(department)s
he_il: ערוך הוראות תחזוקה, %(department)s

source: Edit maintenance instruction information for %(name)s - %(department)s
he_il: ערוך הוראות תחזוקה עבור %(name)s - %(department)s

source: New System
he_il: ציוד חדש

source: Maintenance instructions
he_il: הוראות טיפול ואחזקה

source: Edit Maintenance
he_il: ערוך הוראת תחזוקה

source: Add maintenance instruction
he_il: הוסף הוראות תחזוקה

source: System Type Name
he_il: שם סוג הציוד

source: System Type Description
he_il: תאור סוג הציוד

source: System Type Department
he_il: משוייך למערכת

source: System Type
he_il: שם סוג הציוד

source: System types
he_il: סוגי ציוד

source: System Type Maintenance
he_il: תחזוקת ציוד לסוגי ציוד

source: System Type Maintenance Instruction
he_il: הוראות תחזוקה לסוגי ציוד

source: system type
he_il: סוג ציוד

source: System Types
he_il: סוגי ציוד

source: Manage system typess for maintenance.
he_il: ניהול סוגי ציוד הזקוק לאחזקה, עדכן והוסף פרטי סוג ציוד הזקוק לאחזקה.

source: System Types list
he_il: רשימת סוגי ציוד

source: Manage system types for maintenance.
he_il: ניהול סוגי ציוד הזקוק לאחזקה, עדכן והוסף פרטי סוג ציוד הזקוק לאחזקה.

source: Application Name
he_il: שם היישום

source: Title
he_il: כותרת

source: Logo
he_il: לוגו

source: Project summary
he_il: תקציר הפרוייקט

source: Copyright
he_il: זכויות יוצרים

source: Project
he_il: פרויקט

source: Projects
he_il: פרויקט

source: Hold down "Control", or "Command" on a Mac, to select more than one.
he_il: לחץ על לחצן "Control" כדי לבחור יותר מאפשרות אחת

source: Start
he_il: התחל

source: Organizer start page. Choose the operation.
he_il: דף פתיחה, בחר את הפעולה הרצויה

source: pcs
he_il: יח'

source: edit
he_il: ערוך

source: home
he_il: בית

source: Prev
he_il: קודם

source: Next
he_il: הבא

source: lit
he_il: ל'

source: Kg
he_il: ק"ג

source: m
he_il: מ'

source: Item catalog number
he_il: מספר קטלוגי

source: Unit
he_il: יחידה

source: Unit Price
he_il: מחיר יחידה

source: C.N.
he_il: מק"ט

source: Items
he_il: פריטים

source: Warehouse Name
he_il: שם מחסן

source: Warehouse Item
he_il: פריט במחסן

source: Warehouse
he_il: מחסן

source: Warehouses
he_il: מחסנים

source: Shelve
he_il: מדף

source: Batch
he_il: אצווה

source: Entered
he_il: נכנס

source: Expires
he_il: תפוגה

source: Warehouse Items
he_il: פריטים במחסן

source: Store items
he_il: הכנס פריטים

source: Issue items
he_il: נפק פריטים

source: Notes
he_il: הערות

source: Warehouse Log
he_il: יומן פעילות מחסן

source: items
he_il: פריטים

source: warehouse_items
he_il: פריטים במחסן

source: warehouse_actions
he_il: פעולות במחסן

source: Manage warehouse and items. Issue and insert items to and from warehouse storage.
he_il: נהל מחסן ופריטים. הכנס והוצא פריטי אפסניה מאכסנה במחסן.

source: Store and issue Items
he_il: ספק ואכסן פריטים

source: Store and issue warehouse items. Issue and store items to and from the warehouse.
he_il: ספק והכנס פריטים. הכנס והוצא פריטי אפסניה מאכסנה במחסן.

source: Manage Warehouse
he_il: נהל מחסן

source: Manage items in warehouse. Adjust items amount and storage palce in the warehouse.
he_il: נהל פריטים במחסן. תקן מיקום וכמות פריטים במחסן.

source: Item information
he_il: פריט אפסניה

source: Manage items. Edit and add item information.
he_il: ערוך פריטים, הוסף וערוך פריטי אפסניה.

source: Main warehouse
he_il: מחסן ראשי

source: Warning, bad date format.
he_il: אזהרה, תאריך לא מוכר.

source: Warning, bad amount.
he_il: אזהרה, כמות לא מוכרת.

source: Store and issue Items.
he_il: ספק ואכסן פריטים.

source: Issue warehouse action
he_il: בצע פעולה במחסן
